roam/20221024141551-lucid.org
:PROPERTIES:
:ID:       aa92d191-c73c-4d16-89fd-e09bcd58111a
:END:
#+title: lucid
* lucid
** question
*** question types
