roam/20221024141551-lucid.org
**** "Dummy"
seems to be irrelevant or very specific question
#+begin_src js
  {
    "IsCoreDemographic": true,
    "IsFeasibilityFactor": true,
    "LK_QuestionClassificationID": 8,
    "Name": "STATE",
    "QuestionID": 96,
    "QuestionText": "What is your state?",
    "QuestionType": "Dummy",
    "SurveyUse": 3922
  }
  {
    "IsCoreDemographic": true,
    "IsFeasibilityFactor": true,
    "LK_QuestionClassificationID": 8,
    "Name": "DMA",
    "QuestionID": 97,
    "QuestionText": "What is your DMA?",
    "QuestionType": "Dummy",
    "SurveyUse": 1662
  }
  {
    "IsCoreDemographic": true,
    "IsFeasibilityFactor": true,
    "LK_QuestionClassificationID": 8,
    "Name": "DIVISION",
    "QuestionID": 101,
    "QuestionText": "What is your Division?",
    "QuestionType": "Dummy",
    "SurveyUse": 55
  }

  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": 8,
    "Name": "MSA",
    "QuestionID": 120,
    "QuestionText": "what is your MSA?",
    "QuestionType": "Dummy",
    "SurveyUse": 11
  }
  {
    "IsCoreDemographic": true,
    "IsFeasibilityFactor": true,
    "LK_QuestionClassificationID": 8,
    "Name": "REGION",
    "QuestionID": 122,
    "QuestionText": "What is your REGION ?",
    "QuestionType": "Dummy",
    "SurveyUse": 4492
  }

  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": 9,
    "Name": "MS_browser_type_Non_Wurfl",
    "QuestionID": 1035,
    "QuestionText": "What browser are you currently using?",
    "QuestionType": "Dummy",
    "SurveyUse": 17
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "MS_os_type_Non_Wurfl",
    "QuestionID": 1047,
    "QuestionText": "What operating system are you currently using?",
    "QuestionType": "Dummy",
    "SurveyUse": 1
  }

  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": 21,
    "Name": "RECONTACT_PID_1",
    "QuestionID": 4098,
    "QuestionText": "Recontact_PID_1",
    "QuestionType": "Dummy",
    "SurveyUse": 4
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": 21,
    "Name": "RECONTACT_RID_1",
    "QuestionID": 4099,
    "QuestionText": "Recontact_RID_1",
    "QuestionType": "Dummy",
    "SurveyUse": 26
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": 21,
    "Name": "RECONTACT_PARAMS_1",
    "QuestionID": 4100,
    "QuestionText": "Recontact_Params_1",
    "QuestionType": "Dummy",
    "SurveyUse": 6
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": 21,
    "Name": "RECONTACT_PARAMS_2",
    "QuestionID": 4138,
    "QuestionText": "RECONTACT_PARAMS_2",
    "QuestionType": "Dummy",
    "SurveyUse": 4
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": 21,
    "Name": "RECONTACT_PID_2",
    "QuestionID": 4139,
    "QuestionText": "Recontact_PID_2",
    "QuestionType": "Dummy",
    "SurveyUse": 4
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": null,
    "Name": "SUPPLIER_ID",
    "QuestionID": 4183,
    "QuestionText": "test",
    "QuestionType": "Dummy",
    "SurveyUse": 15
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": 21,
    "Name": "RECONTACT_RID_2",
    "QuestionID": 4284,
    "QuestionText": "Recontact_RID_2",
    "QuestionType": "Dummy",
    "SurveyUse": 26
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": 21,
    "Name": "RECONTACT_PARAMS_3",
    "QuestionID": 4285,
    "QuestionText": "Recontact_Params_3",
    "QuestionType": "Dummy",
    "SurveyUse": 2
  }

  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": 9,
    "Name": "MS_device_type_Non_Wurfl",
    "QuestionID": 7062,
    "QuestionText": "What is the device type?",
    "QuestionType": "Dummy",
    "SurveyUse": 3
  }

  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": 9,
    "Name": "MS_brand_name",
    "QuestionID": 8210,
    "QuestionText": "What is the device brand name?",
    "QuestionType": "Dummy",
    "SurveyUse": 1
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": 9,
    "Name": "MS_model_name",
    "QuestionID": 8211,
    "QuestionText": "What is the device model name?",
    "QuestionType": "Dummy",
    "SurveyUse": 1
  }
  {
    "IsCoreDemographic": true,
    "IsFeasibilityFactor": true,
    "LK_QuestionClassificationID": 9,
    "Name": "MS_is_tablet",
    "QuestionID": 8213,
    "QuestionText": "Are you using a tablet?",
    "QuestionType": "Dummy",
    "SurveyUse": 1774
  }
  {
    "IsCoreDemographic": true,
    "IsFeasibilityFactor": true,
    "LK_QuestionClassificationID": 9,
    "Name": "MS_is_mobile",
    "QuestionID": 8214,
    "QuestionText": "Are you using a mobile device?",
    "QuestionType": "Dummy",
    "SurveyUse": 4780
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "MS_device_os",
    "QuestionID": 8215,
    "QuestionText": "ms_device_os",
    "QuestionType": "Dummy",
    "SurveyUse": 2
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": 9,
    "Name": "MS_full_flash_support",
    "QuestionID": 8219,
    "QuestionText": "Is flash enabled?",
    "QuestionType": "Dummy",
    "SurveyUse": 2
  }

  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": 21,
    "Name": "PIDCheck",
    "QuestionID": 22405,
    "QuestionText": "Stores PIDs",
    "QuestionType": "Dummy",
    "SurveyUse": 98
  }

  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": 22,
    "Name": "SUPPLIER_CODE",
    "QuestionID": 23643,
    "QuestionText": "SUPPLIER_CODE",
    "QuestionType": "Dummy",
    "SurveyUse": 1694
  }

  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_SITE_ID",
    "QuestionID": 31530,
    "QuestionText": "AT_SITE_ID",
    "QuestionType": "Dummy",
    "SurveyUse": 902
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_CREATIVE_ID",
    "QuestionID": 31531,
    "QuestionText": "AT_CREATIVE_ID",
    "QuestionType": "Dummy",
    "SurveyUse": 902
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_PLACEMENT_ID",
    "QuestionID": 31532,
    "QuestionText": "AT_PLACEMENT_ID",
    "QuestionType": "Dummy",
    "SurveyUse": 902
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_DAYS_SINCE_IMPRESSION",
    "QuestionID": 31533,
    "QuestionText": "AT_DAYS_SINCE_IMPRESSION",
    "QuestionType": "Dummy",
    "SurveyUse": 902
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_IMPRESSION_TIME",
    "QuestionID": 31538,
    "QuestionText": "AT_IMPRESSION_TIME",
    "QuestionType": "Dummy",
    "SurveyUse": 902
  }

  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_CUSTOM1",
    "QuestionID": 61554,
    "QuestionText": "AT_CUSTOM1",
    "QuestionType": "Dummy",
    "SurveyUse": 528
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_CUSTOM2",
    "QuestionID": 61555,
    "QuestionText": "AT_CUSTOM2",
    "QuestionType": "Dummy",
    "SurveyUse": 525
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_CUSTOM3",
    "QuestionID": 61556,
    "QuestionText": "AT_CUSTOM3",
    "QuestionType": "Dummy",
    "SurveyUse": 525
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_CUSTOM4",
    "QuestionID": 61557,
    "QuestionText": "AT_CUSTOM4",
    "QuestionType": "Dummy",
    "SurveyUse": 523
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_CUSTOM5",
    "QuestionID": 61559,
    "QuestionText": "AT_CUSTOM5",
    "QuestionType": "Dummy",
    "SurveyUse": 523
  }

  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": 2,
    "Name": "AT_VECTOR_ID",
    "QuestionID": 86830,
    "QuestionText": "Do you belong to this vector ID?",
    "QuestionType": "Dummy",
    "SurveyUse": 23
  }

  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_AD_CHANNEL",
    "QuestionID": 100224,
    "QuestionText": "AT_AD_CHANNEL",
    "QuestionType": "Dummy",
    "SurveyUse": 0
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_INAPP",
    "QuestionID": 100225,
    "QuestionText": "AT_INAPP",
    "QuestionType": "Dummy",
    "SurveyUse": 0
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_REASON",
    "QuestionID": 100440,
    "QuestionText": "AT_REASON",
    "QuestionType": "Dummy",
    "SurveyUse": 832
  }

  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_IMPRESSION_PARTNER_ID",
    "QuestionID": 162016,
    "QuestionText": "AT_IMPRESSION_PARTNER_ID",
    "QuestionType": "Dummy",
    "SurveyUse": 506
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_IMPRESSION_TYPE",
    "QuestionID": 162027,
    "QuestionText": "AT_IMPRESSION_TYPE",
    "QuestionType": "Dummy",
    "SurveyUse": 37
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_IMPRESSION_TV_PROGRAM",
    "QuestionID": 162028,
    "QuestionText": "AT_IMPRESSION_TV_PROGRAM",
    "QuestionType": "Dummy",
    "SurveyUse": 37
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_IMPRESSION_AD_DURATION",
    "QuestionID": 162029,
    "QuestionText": "AT_IMPRESSION_AD_DURATION",
    "QuestionType": "Dummy",
    "SurveyUse": 37
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_IMPRESSION_TV_DAYPART",
    "QuestionID": 162030,
    "QuestionText": "AT_IMPRESSION_TV_DAYPART",
    "QuestionType": "Dummy",
    "SurveyUse": 37
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_IMPRESSION_TV_NETWORK",
    "QuestionID": 162031,
    "QuestionText": "AT_IMPRESSION_TV_NETWORK",
    "QuestionType": "Dummy",
    "SurveyUse": 37
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_IMPRESSION_DEVICE_TYPE",
    "QuestionID": 162032,
    "QuestionText": "AT_IMPRESSION_DEVICE_TYPE",
    "QuestionType": "Dummy",
    "SurveyUse": 507
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_IMPRESSION_TV_BUY_TYPE",
    "QuestionID": 162033,
    "QuestionText": "AT_IMPRESSION_TV_BUY_TYPE",
    "QuestionType": "Dummy",
    "SurveyUse": 37
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AUDIENCE_ISPOT_UNIVERSE",
    "QuestionID": 162463,
    "QuestionText": "AUDIENCE_ISPOT_UNIVERSE",
    "QuestionType": "Dummy",
    "SurveyUse": 5
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AUDIENCE_SAMBA_UNIVERSE",
    "QuestionID": 169726,
    "QuestionText": "AUDIENCE_SAMBA_UNIVERSE",
    "QuestionType": "Dummy",
    "SurveyUse": 16
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_PRODUCT",
    "QuestionID": 171038,
    "QuestionText": "AT_PRODUCT",
    "QuestionType": "Dummy",
    "SurveyUse": 3
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_AD_START_TIMESTAMP",
    "QuestionID": 171040,
    "QuestionText": "AT_AD_START_TIMESTAMP",
    "QuestionType": "Dummy",
    "SurveyUse": 5
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_PERCENT_VIEWED",
    "QuestionID": 171041,
    "QuestionText": "AT_PERCENT_VIEWED",
    "QuestionType": "Dummy",
    "SurveyUse": 2
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_GENDER_SKEW",
    "QuestionID": 171042,
    "QuestionText": "AT_GENDER_SKEW",
    "QuestionType": "Dummy",
    "SurveyUse": 5
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_AGE_SKEW",
    "QuestionID": 171043,
    "QuestionText": "AT_AGE_SKEW",
    "QuestionType": "Dummy",
    "SurveyUse": 2
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_TIME_SHIFT",
    "QuestionID": 171044,
    "QuestionText": "AT_TIME_SHIFT",
    "QuestionType": "Dummy",
    "SurveyUse": 2
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_NEW_OR_RERUN",
    "QuestionID": 171045,
    "QuestionText": "AT_NEW_OR_RERUN",
    "QuestionType": "Dummy",
    "SurveyUse": 2
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_PROGRAM_GENRE",
    "QuestionID": 171046,
    "QuestionText": "AT_PROGRAM_GENRE",
    "QuestionType": "Dummy",
    "SurveyUse": 2
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_PROGRAM_SUB_GENRE",
    "QuestionID": 171047,
    "QuestionText": "AT_PROGRAM_SUB_GENRE",
    "QuestionType": "Dummy",
    "SurveyUse": 2
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_PROGRAM_TYPE",
    "QuestionID": 171048,
    "QuestionText": "AT_PROGRAM_TYPE",
    "QuestionType": "Dummy",
    "SurveyUse": 2
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_POD_NUMBER",
    "QuestionID": 171050,
    "QuestionText": "AT_POD_NUMBER",
    "QuestionType": "Dummy",
    "SurveyUse": 2
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_POD_POSITION_NUMERIC",
    "QuestionID": 171051,
    "QuestionText": "AT_POD_POSITION_NUMERIC",
    "QuestionType": "Dummy",
    "SurveyUse": 2
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_POD_POSITION_LETTER",
    "QuestionID": 171052,
    "QuestionText": "AT_POD_POSITION_LETTER",
    "QuestionType": "Dummy",
    "SurveyUse": 2
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_DAY_OF_WEEK",
    "QuestionID": 171053,
    "QuestionText": "AT_DAY_OF_WEEK",
    "QuestionType": "Dummy",
    "SurveyUse": 2
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_SPOT_COST",
    "QuestionID": 171054,
    "QuestionText": "AT_SPOT_COST",
    "QuestionType": "Dummy",
    "SurveyUse": 2
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_AIRING_TYPE",
    "QuestionID": 171055,
    "QuestionText": "AT_AIRING_TYPE",
    "QuestionType": "Dummy",
    "SurveyUse": 2
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_CREATIVE_GROUP_ID",
    "QuestionID": 171104,
    "QuestionText": "AT_CREATIVE_GROUP_ID",
    "QuestionType": "Dummy",
    "SurveyUse": 2
  }
  {
    "IsCoreDemographic": false,
    "IsFeasibilityFactor": false,
    "LK_QuestionClassificationID": -1,
    "Name": "AT_BRAND",
    "QuestionID": 172330,
    "QuestionText": "AT_BRAND",
    "QuestionType": "Dummy",
    "SurveyUse": 3
  }
#+end_src
