roam/20221024141551-lucid.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-10-25 Tue 13:34 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>lucid</title>
<meta name="author" content="milad" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">lucid</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org1bddd75">1. lucid</a>
<ul>
<li><a href="#org5f13eae">1.1. question</a>
<ul>
<li><a href="#orge21d6f5">1.1.1. question types</a></li>
<li><a href="#org47745d1">1.1.2. LK<sub>QuestionClassificationID</sub></a></li>
</ul>
</li>
<li><a href="#orgb3fceab">1.2. question options</a>
<ul>
<li><a href="#orgab24bb5">1.2.1. OptionText</a></li>
<li><a href="#orgaf5153c">1.2.2. ParentItemText</a></li>
<li><a href="#org3bb06ca">1.2.3. Precode</a></li>
<li><a href="#org7f4bd09">1.2.4. QuestionID</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org1bddd75" class="outline-2">
<h2 id="org1bddd75"><span class="section-number-2">1.</span> lucid</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org5f13eae" class="outline-3">
<h3 id="org5f13eae"><span class="section-number-3">1.1.</span> question</h3>
<div class="outline-text-3" id="text-1-1">
</div>
<div id="outline-container-orge21d6f5" class="outline-4">
<h4 id="orge21d6f5"><span class="section-number-4">1.1.1.</span> question types</h4>
<div class="outline-text-4" id="text-1-1-1">
</div>
<ol class="org-ol">
<li><a id="org0df4dbc"></a>"Dummy"<br />
<div class="outline-text-5" id="text-1-1-1-1">
<p>
seems to be irrelevant or very specific question
</p>
<div class="org-src-container">
<pre class="src src-js"><span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">true</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">8</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STATE"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">96</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What is your state?"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">3922</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">true</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">8</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"DMA"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">97</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What is your DMA?"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">1662</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">true</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">8</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"DIVISION"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">101</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What is your Division?"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">55</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">8</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"MSA"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">120</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"what is your MSA?"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">11</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">true</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">8</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"REGION"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">122</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What is your REGION ?"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">4492</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">9</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"MS_browser_type_Non_Wurfl"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">1035</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What browser are you currently using?"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">17</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"MS_os_type_Non_Wurfl"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">1047</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What operating system are you currently using?"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">1</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">21</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"RECONTACT_PID_1"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">4098</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Recontact_PID_1"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">4</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">21</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"RECONTACT_RID_1"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">4099</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Recontact_RID_1"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">26</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">21</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"RECONTACT_PARAMS_1"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">4100</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Recontact_Params_1"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">6</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">21</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"RECONTACT_PARAMS_2"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">4138</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"RECONTACT_PARAMS_2"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">4</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">21</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"RECONTACT_PID_2"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">4139</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Recontact_PID_2"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">4</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">null</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"SUPPLIER_ID"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">4183</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"test"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">15</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">21</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"RECONTACT_RID_2"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">4284</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Recontact_RID_2"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">26</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">21</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"RECONTACT_PARAMS_3"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">4285</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Recontact_Params_3"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">2</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">9</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"MS_device_type_Non_Wurfl"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">7062</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What is the device type?"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">3</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">9</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"MS_brand_name"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">8210</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What is the device brand name?"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">1</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">9</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"MS_model_name"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">8211</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What is the device model name?"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">1</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">true</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">9</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"MS_is_tablet"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">8213</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Are you using a tablet?"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">1774</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">true</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">9</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"MS_is_mobile"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">8214</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Are you using a mobile device?"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">4780</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"MS_device_os"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">8215</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"ms_device_os"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">2</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">9</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"MS_full_flash_support"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">8219</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Is flash enabled?"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">2</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">21</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"PIDCheck"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">22405</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Stores PIDs"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">98</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">22</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"SUPPLIER_CODE"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">23643</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"SUPPLIER_CODE"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">1694</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_SITE_ID"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">31530</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_SITE_ID"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">902</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_CREATIVE_ID"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">31531</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_CREATIVE_ID"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">902</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_PLACEMENT_ID"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">31532</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_PLACEMENT_ID"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">902</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_DAYS_SINCE_IMPRESSION"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">31533</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_DAYS_SINCE_IMPRESSION"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">902</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_IMPRESSION_TIME"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">31538</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_IMPRESSION_TIME"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">902</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_CUSTOM1"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">61554</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_CUSTOM1"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">528</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_CUSTOM2"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">61555</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_CUSTOM2"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">525</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_CUSTOM3"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">61556</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_CUSTOM3"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">525</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_CUSTOM4"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">61557</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_CUSTOM4"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">523</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_CUSTOM5"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">61559</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_CUSTOM5"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">523</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">2</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_VECTOR_ID"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">86830</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Do you belong to this vector ID?"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">23</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_AD_CHANNEL"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">100224</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_AD_CHANNEL"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">0</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_INAPP"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">100225</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_INAPP"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">0</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_REASON"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">100440</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_REASON"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">832</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_IMPRESSION_PARTNER_ID"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">162016</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_IMPRESSION_PARTNER_ID"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">506</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_IMPRESSION_TYPE"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">162027</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_IMPRESSION_TYPE"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">37</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_IMPRESSION_TV_PROGRAM"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">162028</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_IMPRESSION_TV_PROGRAM"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">37</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_IMPRESSION_AD_DURATION"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">162029</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_IMPRESSION_AD_DURATION"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">37</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_IMPRESSION_TV_DAYPART"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">162030</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_IMPRESSION_TV_DAYPART"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">37</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_IMPRESSION_TV_NETWORK"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">162031</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_IMPRESSION_TV_NETWORK"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">37</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_IMPRESSION_DEVICE_TYPE"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">162032</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_IMPRESSION_DEVICE_TYPE"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">507</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_IMPRESSION_TV_BUY_TYPE"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">162033</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_IMPRESSION_TV_BUY_TYPE"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">37</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AUDIENCE_ISPOT_UNIVERSE"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">162463</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AUDIENCE_ISPOT_UNIVERSE"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">5</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AUDIENCE_SAMBA_UNIVERSE"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">169726</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AUDIENCE_SAMBA_UNIVERSE"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">16</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_PRODUCT"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">171038</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_PRODUCT"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">3</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_AD_START_TIMESTAMP"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">171040</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_AD_START_TIMESTAMP"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">5</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_PERCENT_VIEWED"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">171041</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_PERCENT_VIEWED"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">2</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_GENDER_SKEW"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">171042</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_GENDER_SKEW"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">5</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_AGE_SKEW"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">171043</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_AGE_SKEW"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">2</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_TIME_SHIFT"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">171044</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_TIME_SHIFT"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">2</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_NEW_OR_RERUN"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">171045</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_NEW_OR_RERUN"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">2</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_PROGRAM_GENRE"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">171046</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_PROGRAM_GENRE"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">2</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_PROGRAM_SUB_GENRE"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">171047</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_PROGRAM_SUB_GENRE"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">2</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_PROGRAM_TYPE"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">171048</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_PROGRAM_TYPE"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">2</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_POD_NUMBER"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">171050</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_POD_NUMBER"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">2</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_POD_POSITION_NUMERIC"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">171051</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_POD_POSITION_NUMERIC"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">2</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_POD_POSITION_LETTER"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">171052</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_POD_POSITION_LETTER"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">2</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_DAY_OF_WEEK"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">171053</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_DAY_OF_WEEK"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">2</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_SPOT_COST"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">171054</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_SPOT_COST"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">2</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_AIRING_TYPE"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">171055</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_AIRING_TYPE"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">2</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_CREATIVE_GROUP_ID"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">171104</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_CREATIVE_GROUP_ID"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">2</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
  <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
  <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
  <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_BRAND"</span>,
  <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">172330</span>,
  <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"AT_BRAND"</span>,
  <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Dummy"</span>,
  <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">3</span>
<span style="color: #4f97d7;">}</span>
</pre>
</div>
</div>
</li>
