roam/20221024141551-lucid.org
**** "Grid"
seems to be irrelevant for us
#+begin_src js
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "AT_R&D_Q3",
      "QuestionID": 33865,
      "QuestionText": "For each of the following, please choose your most preferred:",
      "QuestionType": "Grid",
      "SurveyUse": 0
  }
#+end_src
