roam/20221024141551-lucid.html
<li><a id="org062c56e"></a>"Grid"<br />
<div class="outline-text-5" id="text-1-1-1-2">
<p>
seems to be irrelevant for us
</p>
<div class="org-src-container">
<pre class="src src-js"><span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AT_R&amp;D_Q3"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">33865</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"For each of the following, please choose your most preferred:"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Grid"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">0</span>
<span style="color: #4f97d7;">}</span>
</pre>
</div>
</div>
</li>
