roam/20221024141551-lucid.org
**** "Multi Punch"
equivalent to our multi select type question
#+begin_src js
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": true,
      "LK_QuestionClassificationID": 15,
      "Name": "STANDARD_PETS",
      "QuestionID": 639,
      "QuestionText": "Which of the following pets are present in your household?\n",
      "QuestionType": "Multi Punch",
      "SurveyUse": 126
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": true,
      "LK_QuestionClassificationID": 4,
      "Name": "STANDARD_INDUSTRY",
      "QuestionID": 643,
      "QuestionText": "Do you, or does anyone in your household, work in any of the following industries?\n",
      "QuestionType": "Multi Punch",
      "SurveyUse": 706
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 3,
      "Name": "STANDARD_AUTO_BRANDS",
      "QuestionID": 649,
      "QuestionText": "If you own/lease a car(s), which brand(s) are they?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 42
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 3,
      "Name": "STANDARD_AUTO_TYPE",
      "QuestionID": 650,
      "QuestionText": "How would you describe the vehicle(s) you own/lease?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 15
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 13,
      "Name": "STANDARD_FAST_FOOD_VISIT",
      "QuestionID": 721,
      "QuestionText": "Which fast food (quick service) restaurants have you visited ever?\n",
      "QuestionType": "Multi Punch",
      "SurveyUse": 1
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 7,
      "Name": "STANDARD_BEVERAGE_P4W",
      "QuestionID": 722,
      "QuestionText": "Which, if any, of these drinks have you consumed in the past four weeks?\n",
      "QuestionType": "Multi Punch",
      "SurveyUse": 19
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 7,
      "Name": "STANDARD_BEVERAGE_REGULARLY",
      "QuestionID": 723,
      "QuestionText": "Which of the following beverages do you regularly consume?\n",
      "QuestionType": "Multi Punch",
      "SurveyUse": 40
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 14,
      "Name": "STANDARD_HOBBIES",
      "QuestionID": 725,
      "QuestionText": "What are your hobbies and interests?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 59
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 2,
      "Name": "STANDARD_MOVIE_GENRE",
      "QuestionID": 727,
      "QuestionText": "What kinds of movies do you watch when you go to the movie theater?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 2
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 14,
      "Name": "STANDARD_SPORTS",
      "QuestionID": 731,
      "QuestionText": "What sports do you regularly participate in?\n",
      "QuestionType": "Multi Punch",
      "SurveyUse": 18
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 23,
      "Name": "STANDARD_GAMBLING",
      "QuestionID": 732,
      "QuestionText": "What kind of gambling do you participate in?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 34
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 11,
      "Name": "STANDARD_ELECTRONICS",
      "QuestionID": 733,
      "QuestionText": "Which of the following electronic products do you own?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 11
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 16,
      "Name": "STANDARD_INTERNET_TYPE",
      "QuestionID": 738,
      "QuestionText": "What kind of internet connection(s) do you use at home?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 0
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 11,
      "Name": "STANDARD_GAMING_PLATFORMS",
      "QuestionID": 740,
      "QuestionText": "Which gaming platforms do you regularly use?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 5
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 11,
      "Name": "STANDARD_GAMING_TYPE",
      "QuestionID": 741,
      "QuestionText": "What kind(s) of video/computer games do you play?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 12
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 11,
      "Name": "STANDARD_GAMING_PARTNERS",
      "QuestionID": 743,
      "QuestionText": "How do you play video/computer games?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 0
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 11,
      "Name": "STANDARD_GAMING_DEVICE",
      "QuestionID": 744,
      "QuestionText": "Which of the following devices do you use to play games?\n",
      "QuestionType": "Multi Punch",
      "SurveyUse": 78
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 2,
      "Name": "STANDARD_PUBLICATIONS",
      "QuestionID": 749,
      "QuestionText": "Which types of publications do you read?\n",
      "QuestionType": "Multi Punch",
      "SurveyUse": 18
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 1,
      "Name": "STANDARD_DOMESTIC_AIRLINES",
      "QuestionID": 752,
      "QuestionText": "Which  domestic airlines have you flown with during the last 12 months?\n",
      "QuestionType": "Multi Punch",
      "SurveyUse": 0
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 1,
      "Name": "STANDARD_INTERNATIONAL_AIRLINES",
      "QuestionID": 753,
      "QuestionText": "Which international airlines have you flown with during the last 12 months?\n",
      "QuestionType": "Multi Punch",
      "SurveyUse": 0
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 1,
      "Name": "STANDARD_COUNTRIES_VISITED",
      "QuestionID": 754,
      "QuestionText": "Which of the following countries/regions have you travelled to in the last 12 months?\n",
      "QuestionType": "Multi Punch",
      "SurveyUse": 23
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 1,
      "Name": "STANDARD_HOTEL_TYPE",
      "QuestionID": 755,
      "QuestionText": "Of these hotel chains, which one(s) have you stayed at during the last 12 months?\n",
      "QuestionType": "Multi Punch",
      "SurveyUse": 0
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 17,
      "Name": "STANDARD_SMOKING_QUIT_TYPE",
      "QuestionID": 758,
      "QuestionText": "Have you tried to quit smoking using any of these products/methods?\n",
      "QuestionType": "Multi Punch",
      "SurveyUse": 0
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": true,
      "LK_QuestionClassificationID": 15,
      "Name": "Age_and_Gender_of_Child",
      "QuestionID": 1249,
      "QuestionText": "Please indicate the age and gender of your child or children:",
      "QuestionType": "Multi Punch",
      "SurveyUse": 1265
  }

  {
      "IsCoreDemographic": true,
      "IsFeasibilityFactor": true,
      "LK_QuestionClassificationID": 4,
      "Name": "STANDARD_B2B_DECISION_MAKER",
      "QuestionID": 3546,
      "QuestionText": "Please choose which departments/products you have influence or decision making authority over regarding spending/purchasing.",
      "QuestionType": "Multi Punch",
      "SurveyUse": 1018
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": true,
      "LK_QuestionClassificationID": 15,
      "Name": "Parental_Status_Standard",
      "QuestionID": 7064,
      "QuestionText": "Please choose the options that best describe your household:",
      "QuestionType": "Multi Punch",
      "SurveyUse": 666
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 24,
      "Name": "Financial_Product",
      "QuestionID": 25640,
      "QuestionText": "Which of the following financial products do you own?\n",
      "QuestionType": "Multi Punch",
      "SurveyUse": 3
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "P4W_GROCERY_PURCHASING",
      "QuestionID": 26691,
      "QuestionText": "Which of the following groceries have you purchased in the last four weeks?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 9
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "STANDARD_BIG_PURCHASES",
      "QuestionID": 28289,
      "QuestionText": "Which of the following products have you purchased in the last 2 years, or intend to buy in the next 12 months?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 6
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": true,
      "LK_QuestionClassificationID": 15,
      "Name": "STANDARD_HH_RESPONSIBILITY",
      "QuestionID": 61195,
      "QuestionText": "In your household, which of the following things are you responsible or partially responsible for making decisions about? ",
      "QuestionType": "Multi Punch",
      "SurveyUse": 10
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 2,
      "Name": "STANDARD_SOCIAL_MEDIA",
      "QuestionID": 61295,
      "QuestionText": "Which of the following social media platforms do you use or actively participate in?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 32
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 1,
      "Name": "STANDARD_ACCOMMODATION_TYPE",
      "QuestionID": 61318,
      "QuestionText": "In which type of accommodation have you stayed in the past year?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 0
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 5,
      "Name": "STANDARD_HH_INVESTMENTS_US",
      "QuestionID": 61678,
      "QuestionText": "What kinds of savings and/or investment accounts do you have?\n",
      "QuestionType": "Multi Punch",
      "SurveyUse": 1
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 1,
      "Name": "STANDARD_AIRLINE_LOYALTY",
      "QuestionID": 69779,
      "QuestionText": "Do you belong to any of the following airline loyalty programs?\n",
      "QuestionType": "Multi Punch",
      "SurveyUse": 0
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 1,
      "Name": "STANDARD_HOTEL_LOYALTY",
      "QuestionID": 69788,
      "QuestionText": "Do you belong to any of the following hotel loyalty programs?\n",
      "QuestionType": "Multi Punch",
      "SurveyUse": 0
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "STANDARD_JOB_SEARCH",
      "QuestionID": 74807,
      "QuestionText": "In the last year, have you engaged in any of the following job-related activities?\n",
      "QuestionType": "Multi Punch",
      "SurveyUse": 5
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "STANDARD_SUPPLEMENTAL_INCOME",
      "QuestionID": 93517,
      "QuestionText": "Do you participate in any of the following activities either full-time or as supplemental income?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 1
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "STANDARD_INDUSTRY_IT",
      "QuestionID": 93521,
      "QuestionText": "Which IT role(s)/function(s) do you operate within?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 20
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 13,
      "Name": "STANDARD_GROCERY_STORES_US",
      "QuestionID": 105014,
      "QuestionText": "Which of the following grocery stores do you regularly shop at?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 5
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "STANDARD_PURCHASE_CATEGORY",
      "QuestionID": 105015,
      "QuestionText": "Which of the following categories have you purchased in the past 12 months?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 4
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "STANDARD_DIET",
      "QuestionID": 105018,
      "QuestionText": "Do you adhere to one or more of the following diets or dietary restrictions?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 1
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "Beverage_Regularity_Soft",
      "QuestionID": 133831,
      "QuestionText": "Which of the following non-alcoholic beverages do you regularly consume?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 6
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "Beverage_Regularity_Alcohol",
      "QuestionID": 133844,
      "QuestionText": "Which of the following alcoholic beverages do you regularly consume?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 7
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 17,
      "Name": "AILMENTS_2_ADDICTION",
      "QuestionID": 137449,
      "QuestionText": "Have you, or someone for whom you provide care, been diagnosed with any of the following medical conditions related to addiction?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 0
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 17,
      "Name": "AILMENTS_2_VISION_HEARING",
      "QuestionID": 137450,
      "QuestionText": "Have you, or someone for whom you provide care, been diagnosed with any of the following medical conditions related to Vision / Hearing Impairments?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 1
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 17,
      "Name": "AILMENTS_2_RESPIRATORY",
      "QuestionID": 137451,
      "QuestionText": "Have you, or someone for whom you provide care, been diagnosed with any of the following medical conditions related to Allergy / Asthma / Respiratory?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 22
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 17,
      "Name": "AILMENTS_2_SLEEP",
      "QuestionID": 137452,
      "QuestionText": "Have you, or someone for whom you provide care, been diagnosed with any of the following medical conditions related to Sleep Disorders?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 5
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 17,
      "Name": "AILMENTS_2_ARTHRITIS",
      "QuestionID": 137453,
      "QuestionText": "Have you, or someone for whom you provide care, been diagnosed with any of the following medical conditions related to Arthritis / Joint Ailments?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 9
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 17,
      "Name": "AILMENTS_2_SKIN",
      "QuestionID": 137454,
      "QuestionText": "Have you, or someone for whom you provide care, been diagnosed with any of the following medical conditions related to Skin / Dermatologic?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 15
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 17,
      "Name": "AILMENTS_2_PAIN",
      "QuestionID": 137455,
      "QuestionText": "Have you, or someone for whom you provide care, been diagnosed with any of the following medical conditions related to Pain (e.g. Fibromyalgia, Gout)?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 0
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 17,
      "Name": "AILMENTS_1",
      "QuestionID": 137456,
      "QuestionText": "Have you, or someone for whom you provide care, been diagnosed with any of the following ailments or medical conditions? (Please select all that apply.)",
      "QuestionType": "Multi Punch",
      "SurveyUse": 71
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 17,
      "Name": "AILMENTS_2_AUTOIMMUNE",
      "QuestionID": 137457,
      "QuestionText": "Have you, or someone for whom you provide care, been diagnosed with any of the following medical conditions related to Autoimmune / Blood?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 8
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 17,
      "Name": "AILMENTS_2_NEURO",
      "QuestionID": 137458,
      "QuestionText": "Have you, or someone for whom you provide care, been diagnosed with any of the following medical conditions related to Neurologic / Nervous (e.g. Migraines, MS, Stroke)?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 23
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 17,
      "Name": "AILMENTS_2_CANCER",
      "QuestionID": 137459,
      "QuestionText": "Have you, or someone for whom you provide care, been diagnosed with any of the following medical conditions related to Cancer?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 38
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 17,
      "Name": "AILMENTS_2_CARDIOVASCULAR",
      "QuestionID": 137460,
      "QuestionText": "Have you, or someone for whom you provide care, been diagnosed with any of the following medical conditions related to Cardiovascular / Heart?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 14
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 17,
      "Name": "AILMENTS_2_MENTAL_HEALTH",
      "QuestionID": 137461,
      "QuestionText": "Have you, or someone for whom you provide care, been diagnosed with any of the following medical conditions related to Mental Health (e.g. Anxiety, ADD/ADHD, Depression)?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 5
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 17,
      "Name": "AILMENTS_2_DENTAL",
      "QuestionID": 137462,
      "QuestionText": "Have you, or someone for whom you provide care, been diagnosed with any of the following medical conditions related to Dental?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 2
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 17,
      "Name": "AILMENTS_2_MALE_FEMALE",
      "QuestionID": 137463,
      "QuestionText": "Have you, or someone for whom you provide care, been diagnosed with any of the following medical conditions related to Male / Female Health (e.g. ED, Low T, Menopause, Osteoporosis)?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 10
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 17,
      "Name": "AILMENTS_2_GASTRIC",
      "QuestionID": 137464,
      "QuestionText": "Have you, or someone for whom you provide care, been diagnosed with any of the following medical conditions related to Gastric / Digestive / Urinary (e.g. Crohn's, Heartburn, Kidney Disease)?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 20
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 17,
      "Name": "AILMENTS_2_DIABETES",
      "QuestionID": 137465,
      "QuestionText": "Have you, or someone for whom you provide care, been diagnosed with any of the following medical conditions related to Diabetes / Thyroid / Obesity?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 62
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 8,
      "Name": "ETHNIC_IDENTITY_1",
      "QuestionID": 157547,
      "QuestionText": "How do you identify? (Check all that apply)",
      "QuestionType": "Multi Punch",
      "SurveyUse": 77
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "TV_BRAND_OWNERSHIP",
      "QuestionID": 163467,
      "QuestionText": "What brand(s) of Television set(s) do you have in your household? (Choose all that apply)",
      "QuestionType": "Multi Punch",
      "SurveyUse": 40
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "TV_NETWORK_CONSUMPTION",
      "QuestionID": 163468,
      "QuestionText": "Which networks do you typically watch on TV? (Choose all that apply)",
      "QuestionType": "Multi Punch",
      "SurveyUse": 40
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "TV_DEVICE_USAGE",
      "QuestionID": 163470,
      "QuestionText": "On which of these devices do you typically watch TV shows or Movies? (Choose all that apply)",
      "QuestionType": "Multi Punch",
      "SurveyUse": 42
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "TV_HOW_DO_YOU_WATCH",
      "QuestionID": 163471,
      "QuestionText": "How do you typically watch TV? (Choose all that apply)",
      "QuestionType": "Multi Punch",
      "SurveyUse": 42
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "TV_DOW_CONSUMPTION",
      "QuestionID": 163472,
      "QuestionText": "What day of the week do you typically watch TV? (Choose all that apply)",
      "QuestionType": "Multi Punch",
      "SurveyUse": 40
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "TV_DAYPART_CONSUMPTION",
      "QuestionID": 163534,
      "QuestionText": "What time of the day do you typically watch TV? (Choose all that apply)",
      "QuestionType": "Multi Punch",
      "SurveyUse": 40
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "TV_PROGRAM_GENRE_CONSUMPTION",
      "QuestionID": 163635,
      "QuestionText": "Which program genres do you typically watch on TV? (Choose all that apply)\n",
      "QuestionType": "Multi Punch",
      "SurveyUse": 42
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "Indeed_hiring_activities",
      "QuestionID": 176239,
      "QuestionText": "Have you done any of the following activities in the past year?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 3
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 7,
      "Name": "Beverage_Regularity_Alcohol_1",
      "QuestionID": 179215,
      "QuestionText": "Which of the following alcoholic beverages do you regularly consume?",
      "QuestionType": "Multi Punch",
      "SurveyUse": 2
  }
#+end_src
