roam/20221024141551-lucid.html
<li><a id="org95e175c"></a>"Multi Punch"<br />
<div class="outline-text-5" id="text-1-1-1-3">
<p>
equivalent to our multi select type question
</p>
<div class="org-src-container">
<pre class="src src-js"><span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">15</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_PETS"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">639</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which of the following pets are present in your household?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">126</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">4</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_INDUSTRY"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">643</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Do you, or does anyone in your household, work in any of the following industries?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">706</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">3</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_AUTO_BRANDS"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">649</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"If you own/lease a car(s), which brand(s) are they?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">42</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">3</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_AUTO_TYPE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">650</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"How would you describe the vehicle(s) you own/lease?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">15</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">13</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_FAST_FOOD_VISIT"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">721</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which fast food (quick service) restaurants have you visited ever?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">1</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">7</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_BEVERAGE_P4W"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">722</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which, if any, of these drinks have you consumed in the past four weeks?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">19</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">7</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_BEVERAGE_REGULARLY"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">723</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which of the following beverages do you regularly consume?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">40</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">14</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_HOBBIES"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">725</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What are your hobbies and interests?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">59</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">2</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_MOVIE_GENRE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">727</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What kinds of movies do you watch when you go to the movie theater?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">2</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">14</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_SPORTS"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">731</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What sports do you regularly participate in?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">18</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">23</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_GAMBLING"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">732</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What kind of gambling do you participate in?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">34</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">11</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_ELECTRONICS"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">733</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which of the following electronic products do you own?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">11</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">16</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_INTERNET_TYPE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">738</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What kind of internet connection(s) do you use at home?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">0</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">11</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_GAMING_PLATFORMS"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">740</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which gaming platforms do you regularly use?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">5</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">11</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_GAMING_TYPE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">741</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What kind(s) of video/computer games do you play?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">12</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">11</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_GAMING_PARTNERS"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">743</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"How do you play video/computer games?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">0</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">11</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_GAMING_DEVICE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">744</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which of the following devices do you use to play games?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">78</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">2</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_PUBLICATIONS"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">749</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which types of publications do you read?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">18</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_DOMESTIC_AIRLINES"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">752</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which  domestic airlines have you flown with during the last 12 months?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">0</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_INTERNATIONAL_AIRLINES"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">753</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which international airlines have you flown with during the last 12 months?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">0</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_COUNTRIES_VISITED"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">754</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which of the following countries/regions have you travelled to in the last 12 months?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">23</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_HOTEL_TYPE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">755</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Of these hotel chains, which one(s) have you stayed at during the last 12 months?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">0</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">17</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_SMOKING_QUIT_TYPE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">758</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Have you tried to quit smoking using any of these products/methods?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">0</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">15</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"Age_and_Gender_of_Child"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">1249</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Please indicate the age and gender of your child or children:"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">1265</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">4</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_B2B_DECISION_MAKER"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">3546</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Please choose which departments/products you have influence or decision making authority over regarding spending/purchasing."</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">1018</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">15</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"Parental_Status_Standard"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">7064</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Please choose the options that best describe your household:"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">666</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">24</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"Financial_Product"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">25640</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which of the following financial products do you own?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">3</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"P4W_GROCERY_PURCHASING"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">26691</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which of the following groceries have you purchased in the last four weeks?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">9</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_BIG_PURCHASES"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">28289</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which of the following products have you purchased in the last 2 years, or intend to buy in the next 12 months?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">6</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">15</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_HH_RESPONSIBILITY"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">61195</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"In your household, which of the following things are you responsible or partially responsible for making decisions about? "</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">10</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">2</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_SOCIAL_MEDIA"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">61295</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which of the following social media platforms do you use or actively participate in?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">32</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_ACCOMMODATION_TYPE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">61318</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"In which type of accommodation have you stayed in the past year?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">0</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">5</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_HH_INVESTMENTS_US"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">61678</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What kinds of savings and/or investment accounts do you have?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">1</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_AIRLINE_LOYALTY"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">69779</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Do you belong to any of the following airline loyalty programs?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">0</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_HOTEL_LOYALTY"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">69788</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Do you belong to any of the following hotel loyalty programs?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">0</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_JOB_SEARCH"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">74807</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"In the last year, have you engaged in any of the following job-related activities?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">5</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_SUPPLEMENTAL_INCOME"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">93517</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Do you participate in any of the following activities either full-time or as supplemental income?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">1</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_INDUSTRY_IT"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">93521</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which IT role(s)/function(s) do you operate within?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">20</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">13</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_GROCERY_STORES_US"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">105014</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which of the following grocery stores do you regularly shop at?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">5</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_PURCHASE_CATEGORY"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">105015</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which of the following categories have you purchased in the past 12 months?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">4</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_DIET"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">105018</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Do you adhere to one or more of the following diets or dietary restrictions?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">1</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"Beverage_Regularity_Soft"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">133831</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which of the following non-alcoholic beverages do you regularly consume?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">6</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"Beverage_Regularity_Alcohol"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">133844</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which of the following alcoholic beverages do you regularly consume?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">7</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">17</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AILMENTS_2_ADDICTION"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">137449</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Have you, or someone for whom you provide care, been diagnosed with any of the following medical conditions related to addiction?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">0</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">17</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AILMENTS_2_VISION_HEARING"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">137450</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Have you, or someone for whom you provide care, been diagnosed with any of the following medical conditions related to Vision / Hearing Impairments?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">1</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">17</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AILMENTS_2_RESPIRATORY"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">137451</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Have you, or someone for whom you provide care, been diagnosed with any of the following medical conditions related to Allergy / Asthma / Respiratory?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">22</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">17</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AILMENTS_2_SLEEP"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">137452</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Have you, or someone for whom you provide care, been diagnosed with any of the following medical conditions related to Sleep Disorders?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">5</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">17</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AILMENTS_2_ARTHRITIS"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">137453</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Have you, or someone for whom you provide care, been diagnosed with any of the following medical conditions related to Arthritis / Joint Ailments?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">9</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">17</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AILMENTS_2_SKIN"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">137454</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Have you, or someone for whom you provide care, been diagnosed with any of the following medical conditions related to Skin / Dermatologic?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">15</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">17</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AILMENTS_2_PAIN"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">137455</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Have you, or someone for whom you provide care, been diagnosed with any of the following medical conditions related to Pain (e.g. Fibromyalgia, Gout)?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">0</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">17</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AILMENTS_1"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">137456</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Have you, or someone for whom you provide care, been diagnosed with any of the following ailments or medical conditions? (Please select all that apply.)"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">71</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">17</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AILMENTS_2_AUTOIMMUNE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">137457</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Have you, or someone for whom you provide care, been diagnosed with any of the following medical conditions related to Autoimmune / Blood?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">8</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">17</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AILMENTS_2_NEURO"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">137458</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Have you, or someone for whom you provide care, been diagnosed with any of the following medical conditions related to Neurologic / Nervous (e.g. Migraines, MS, Stroke)?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">23</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">17</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AILMENTS_2_CANCER"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">137459</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Have you, or someone for whom you provide care, been diagnosed with any of the following medical conditions related to Cancer?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">38</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">17</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AILMENTS_2_CARDIOVASCULAR"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">137460</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Have you, or someone for whom you provide care, been diagnosed with any of the following medical conditions related to Cardiovascular / Heart?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">14</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">17</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AILMENTS_2_MENTAL_HEALTH"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">137461</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Have you, or someone for whom you provide care, been diagnosed with any of the following medical conditions related to Mental Health (e.g. Anxiety, ADD/ADHD, Depression)?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">5</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">17</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AILMENTS_2_DENTAL"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">137462</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Have you, or someone for whom you provide care, been diagnosed with any of the following medical conditions related to Dental?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">2</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">17</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AILMENTS_2_MALE_FEMALE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">137463</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Have you, or someone for whom you provide care, been diagnosed with any of the following medical conditions related to Male / Female Health (e.g. ED, Low T, Menopause, Osteoporosis)?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">10</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">17</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AILMENTS_2_GASTRIC"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">137464</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Have you, or someone for whom you provide care, been diagnosed with any of the following medical conditions related to Gastric / Digestive / Urinary (e.g. Crohn's, Heartburn, Kidney Disease)?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">20</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">17</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AILMENTS_2_DIABETES"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">137465</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Have you, or someone for whom you provide care, been diagnosed with any of the following medical conditions related to Diabetes / Thyroid / Obesity?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">62</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">8</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"ETHNIC_IDENTITY_1"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">157547</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"How do you identify? (Check all that apply)"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">77</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"TV_BRAND_OWNERSHIP"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">163467</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What brand(s) of Television set(s) do you have in your household? (Choose all that apply)"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">40</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"TV_NETWORK_CONSUMPTION"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">163468</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which networks do you typically watch on TV? (Choose all&#160;that apply)"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">40</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"TV_DEVICE_USAGE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">163470</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"On which of these devices do you typically watch TV shows or Movies? (Choose all that apply)"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">42</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"TV_HOW_DO_YOU_WATCH"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">163471</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"How do you typically watch TV? (Choose all that apply)"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">42</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"TV_DOW_CONSUMPTION"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">163472</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What day of the week do you typically watch TV? (Choose all that apply)"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">40</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"TV_DAYPART_CONSUMPTION"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">163534</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What time of the day do you typically watch TV? (Choose all that apply)"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">40</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"TV_PROGRAM_GENRE_CONSUMPTION"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">163635</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which program genres do you typically watch on TV? (Choose all that apply)\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">42</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"Indeed_hiring_activities"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">176239</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Have you done any of the following activities in the past year?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">3</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">7</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"Beverage_Regularity_Alcohol_1"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">179215</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which of the following alcoholic beverages do you regularly consume?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Multi Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">2</span>
<span style="color: #4f97d7;">}</span>
</pre>
</div>
</div>
</li>
