roam/20221024141551-lucid.org
**** "Numeric - Open-end"
these questions are input based
#+begin_src js
  {
      "IsCoreDemographic": true,
      "IsFeasibilityFactor": true,
      "LK_QuestionClassificationID": 8,
      "Name": "AGE",
      "QuestionID": 42,
      "QuestionText": "What is your age?",
      "QuestionType": "Numeric - Open-end",
      "SurveyUse": 46919
  }

  {
      "IsCoreDemographic": true,
      "IsFeasibilityFactor": true,
      "LK_QuestionClassificationID": 8,
      "Name": "ZIP",
      "QuestionID": 45,
      "QuestionText": "What is your zip code?",
      "QuestionType": "Numeric - Open-end",
      "SurveyUse": 12202
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "KIDS_STANDARD",
      "QuestionID": 3708,
      "QuestionText": "How many children do you have under the age of 18? ",
      "QuestionType": "Numeric - Open-end",
      "SurveyUse": 153
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": null,
      "Name": "TSANTANA_QUESTION_TEST_3",
      "QuestionID": 177524,
      "QuestionText": "testQuestionTS_3",
      "QuestionType": "Numeric - Open-end",
      "SurveyUse": 0
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": null,
      "Name": "SANTANA-TURBO-TEST",
      "QuestionID": 178272,
      "QuestionText": "testQuestion1574801279032",
      "QuestionType": "Numeric - Open-end",
      "SurveyUse": 0
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": null,
      "Name": "SANTANA-TURBO-ANOTHERTEST",
      "QuestionID": 178284,
      "QuestionText": "testQuestion1574801279032",
      "QuestionType": "Numeric - Open-end",
      "SurveyUse": 0
  }
#+end_src
