roam/20221024141551-lucid.html
<li><a id="org8950879"></a>"Numeric - Open-end"<br />
<div class="outline-text-5" id="text-1-1-1-4">
<p>
these questions are input based
</p>
<div class="org-src-container">
<pre class="src src-js"><span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">8</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"AGE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">42</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What is your age?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Numeric - Open-end"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">46919</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">8</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"ZIP"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">45</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What is your zip code?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Numeric - Open-end"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">12202</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"KIDS_STANDARD"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">3708</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"How many children do you have under the age of 18? "</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Numeric - Open-end"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">153</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">null</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"TSANTANA_QUESTION_TEST_3"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">177524</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"testQuestionTS_3"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Numeric - Open-end"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">0</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">null</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"SANTANA-TURBO-TEST"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">178272</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"testQuestion1574801279032"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Numeric - Open-end"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">0</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">null</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"SANTANA-TURBO-ANOTHERTEST"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">178284</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"testQuestion1574801279032"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Numeric - Open-end"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">0</span>
<span style="color: #4f97d7;">}</span>
</pre>
</div>
</div>
</li>
