roam/20221024141551-lucid.org
**** "Single Punch"
equivalent to single select 
#+begin_src js
  {
      "IsCoreDemographic": true,
      "IsFeasibilityFactor": true,
      "LK_QuestionClassificationID": 8,
      "Name": "GENDER",
      "QuestionID": 43,
      "QuestionText": "What is your gender?",
      "QuestionType": "Single Punch",
      "SurveyUse": 44166
  }

  {
      "IsCoreDemographic": true,
      "IsFeasibilityFactor": true,
      "LK_QuestionClassificationID": 8,
      "Name": "HISPANIC",
      "QuestionID": 47,
      "QuestionText": "Are you of Hispanic, Latino, or Spanish origin?",
      "QuestionType": "Single Punch",
      "SurveyUse": 9497
  }

  {
      "IsCoreDemographic": true,
      "IsFeasibilityFactor": true,
      "LK_QuestionClassificationID": 8,
      "Name": "ETHNICITY",
      "QuestionID": 113,
      "QuestionText": "What is your race?",
      "QuestionType": "Single Punch",
      "SurveyUse": 9643
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 15,
      "Name": "STANDARD_RELATIONSHIP",
      "QuestionID": 632,
      "QuestionText": "What is your relationship status?",
      "QuestionType": "Single Punch",
      "SurveyUse": 107
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 20,
      "Name": "STANDARD_VOTE",
      "QuestionID": 634,
      "QuestionText": "Are you registered to vote?",
      "QuestionType": "Single Punch",
      "SurveyUse": 173
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": true,
      "LK_QuestionClassificationID": 15,
      "Name": "STANDARD_PRIMARY_DECISION_MAKER",
      "QuestionID": 638,
      "QuestionText": "In your household, are you the person who makes most of the daily purchasing decisions?\n",
      "QuestionType": "Single Punch",
      "SurveyUse": 45
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 15,
      "Name": "STANDARD_SEXUAL_ORIENTATION",
      "QuestionID": 640,
      "QuestionText": "What is your sexual orientation?\n",
      "QuestionType": "Single Punch",
      "SurveyUse": 25
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 15,
      "Name": "STANDARD_TOTAL_HOUSEHOLD",
      "QuestionID": 641,
      "QuestionText": "How many people live in your household including yourself?\n",
      "QuestionType": "Single Punch",
      "SurveyUse": 54
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 15,
      "Name": "STANDARD_HOUSEHOLD_TYPE",
      "QuestionID": 642,
      "QuestionText": "What best describes your current household?",
      "QuestionType": "Single Punch",
      "SurveyUse": 95
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": true,
      "LK_QuestionClassificationID": 4,
      "Name": "STANDARD_COMPANY_REVENUE",
      "QuestionID": 645,
      "QuestionText": "Approximately what is the annual revenue for your organization?\n",
      "QuestionType": "Single Punch",
      "SurveyUse": 815
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": true,
      "LK_QuestionClassificationID": 4,
      "Name": "STANDARD_COMPANY_DEPARTMENT",
      "QuestionID": 646,
      "QuestionText": "Which department do you primarily work within at your organization?\n",
      "QuestionType": "Single Punch",
      "SurveyUse": 683
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 3,
      "Name": "STANDARD_CAR_USE",
      "QuestionID": 647,
      "QuestionText": "Do you drive a car regularly?\n",
      "QuestionType": "Single Punch",
      "SurveyUse": 34
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 3,
      "Name": "STANDARD_AUTO_DECISION_MAKER",
      "QuestionID": 648,
      "QuestionText": "Are you the primary decision maker in your household for automotive-related purchases?",
      "QuestionType": "Single Punch",
      "SurveyUse": 14
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 3,
      "Name": "STANDARD_AUTO_MANUFACTURE_DATE",
      "QuestionID": 715,
      "QuestionText": "What year was your main vehicle (owned or leased) manufactured?",
      "QuestionType": "Single Punch",
      "SurveyUse": 19
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 3,
      "Name": "STANDARD_AUTO_PURCHASE_DATE",
      "QuestionID": 716,
      "QuestionText": "In which year did you purchase/lease your main vehicle?",
      "QuestionType": "Single Punch",
      "SurveyUse": 23
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": true,
      "LK_QuestionClassificationID": 3,
      "Name": "STANDARD_AUTO_PURCHASE_TYPE",
      "QuestionID": 717,
      "QuestionText": "Did you purchase/lease your primary vehicle new or used?",
      "QuestionType": "Single Punch",
      "SurveyUse": 2
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 3,
      "Name": "STANDARD_AUTO_MOTORCYCLE",
      "QuestionID": 719,
      "QuestionText": "Do you own a motorcycle?\n",
      "QuestionType": "Single Punch",
      "SurveyUse": 11
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 7,
      "Name": "STANDARD_ALCOHOL_FREQUENCY",
      "QuestionID": 724,
      "QuestionText": "On average, how many alcoholic drinks do you consume in a week?",
      "QuestionType": "Single Punch",
      "SurveyUse": 4
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 2,
      "Name": "STANDARD_MOVIE_FREQUENCY",
      "QuestionID": 726,
      "QuestionText": "How often do you go to the movie theater?",
      "QuestionType": "Single Punch",
      "SurveyUse": 42
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 2,
      "Name": "STANDARD_MOVIE_HOME_WATCHING",
      "QuestionID": 728,
      "QuestionText": "How frequently do you rent or download movies for home viewing (on average)?",
      "QuestionType": "Single Punch",
      "SurveyUse": 0
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 17,
      "Name": "STANDARD_EXERCISE_HOURS",
      "QuestionID": 730,
      "QuestionText": "How many hours a week do you exercise/participate in sports?",
      "QuestionType": "Single Punch",
      "SurveyUse": 15
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 16,
      "Name": "STANDARD_EARLY_ADOPTER",
      "QuestionID": 734,
      "QuestionText": "Would you consider yourself to be an early adopter of new technology (the first to buy new gadgets/electronics/etc)?",
      "QuestionType": "Single Punch",
      "SurveyUse": 11
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 16,
      "Name": "STANDARD_CELL_PLAN",
      "QuestionID": 736,
      "QuestionText": "What type of mobile phone plan do you have?",
      "QuestionType": "Single Punch",
      "SurveyUse": 10
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 16,
      "Name": "STANDARD_SMART_PHONE",
      "QuestionID": 737,
      "QuestionText": "Do you use a smart phone?",
      "QuestionType": "Single Punch",
      "SurveyUse": 23
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 2,
      "Name": "STANDARD_MOVIE_DOWNLOAD",
      "QuestionID": 739,
      "QuestionText": "Do you have access to download movies through gaming console, digital receiver, Blu-ray/DVD player or similar devices?\n",
      "QuestionType": "Single Punch",
      "SurveyUse": 0
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 11,
      "Name": "STANDARD_GAMING_HOURS",
      "QuestionID": 742,
      "QuestionText": "How many hours per week do you spend playing video/computer games?\n",
      "QuestionType": "Single Punch",
      "SurveyUse": 39
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 11,
      "Name": "STANDARD_GAMING_PURCHASE",
      "QuestionID": 745,
      "QuestionText": "On average, how many computer/video games a month do you purchase?\n",
      "QuestionType": "Single Punch",
      "SurveyUse": 0
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 11,
      "Name": "STANDARD_GAMING_ONLINE",
      "QuestionID": 746,
      "QuestionText": "Do you play video games with others online? (e.g. Xbox Live or World of Warcraft)?",
      "QuestionType": "Single Punch",
      "SurveyUse": 3
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 2,
      "Name": "STANDARD_TELEVISION_FREQUENCY",
      "QuestionID": 747,
      "QuestionText": "On average, how many hours of television do you watch per week?\n",
      "QuestionType": "Single Punch",
      "SurveyUse": 18
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "STANDARD_RADIO_FREQUENCY",
      "QuestionID": 748,
      "QuestionText": "On average, how many hours of radio do you listen to per week?\n",
      "QuestionType": "Single Punch",
      "SurveyUse": 11
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 1,
      "Name": "STANDARD_FLIGHT_PURPOSE",
      "QuestionID": 750,
      "QuestionText": "For which purposes do you travel by plane?\n",
      "QuestionType": "Single Punch",
      "SurveyUse": 14
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 1,
      "Name": "STANDARD_FLIGHT_DESTINATION",
      "QuestionID": 751,
      "QuestionText": "When you fly, which types of flights do you take?\n",
      "QuestionType": "Single Punch",
      "SurveyUse": 5
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 17,
      "Name": "STANDARD_SMOKING",
      "QuestionID": 756,
      "QuestionText": "Do you smoke?\n",
      "QuestionType": "Single Punch",
      "SurveyUse": 38
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 17,
      "Name": "STANDARD_CIGARETTE_FREQUENCY",
      "QuestionID": 757,
      "QuestionText": "On average, how many cigarettes do you smoke in a day?\n",
      "QuestionType": "Single Punch",
      "SurveyUse": 1
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 17,
      "Name": "STANDARD_EYEWEAR",
      "QuestionID": 769,
      "QuestionText": "Do you use glasses or contact lenses?\n",
      "QuestionType": "Single Punch",
      "SurveyUse": 6
  }

  {
      "IsCoreDemographic": true,
      "IsFeasibilityFactor": true,
      "LK_QuestionClassificationID": 4,
      "Name": "STANDARD_EMPLOYMENT",
      "QuestionID": 2189,
      "QuestionText": "What is your current employment status?",
      "QuestionType": "Single Punch",
      "SurveyUse": 6456
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 18,
      "Name": "Panel_Recruit",
      "QuestionID": 2204,
      "QuestionText": "Are you willing to consider joining an online panel community? If you qualify to join the panel, you will be asked to provide your name and e-mail address so that we can complete your registration. ",
      "QuestionType": "Single Punch",
      "SurveyUse": 4
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": true,
      "LK_QuestionClassificationID": -1,
      "Name": "STANDARD_HOME_OWNER",
      "QuestionID": 2216,
      "QuestionText": "Which of the following describes your current living situation?",
      "QuestionType": "Single Punch",
      "SurveyUse": 139
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 3,
      "Name": "CAR_MODEL_US_STANDARD",
      "QuestionID": 3727,
      "QuestionText": "Please select the model of the car you own.",
      "QuestionType": "Single Punch",
      "SurveyUse": 0
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": true,
      "LK_QuestionClassificationID": 4,
      "Name": "STANDARD_INDUSTRY_PERSONAL",
      "QuestionID": 5729,
      "QuestionText": "Which of the following best describes the industry that you, personally, work in?",
      "QuestionType": "Single Punch",
      "SurveyUse": 3119
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 11,
      "Name": "Standard_Internet_Frequency",
      "QuestionID": 6259,
      "QuestionText": "How often do you go online on a computer (desktop, laptop, netbook, or tablet)? This includes access to the Internet from home, work, or elsewhere (including weekdays and weekends). ",
      "QuestionType": "Single Punch",
      "SurveyUse": 12
  }

  {
      "IsCoreDemographic": true,
      "IsFeasibilityFactor": true,
      "LK_QuestionClassificationID": 15,
      "Name": "STANDARD_HHI_US",
      "QuestionID": 14785,
      "QuestionText": "How much total combined annual income do all members of your household earn before taxes?",
      "QuestionType": "Single Punch",
      "SurveyUse": 5014
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": true,
      "LK_QuestionClassificationID": 4,
      "Name": "STANDARD_JOB_TITLE",
      "QuestionID": 15297,
      "QuestionText": "What is your job title, level or responsibility?",
      "QuestionType": "Single Punch",
      "SurveyUse": 1919
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 3,
      "Name": "STANDARD_AUTO_FUTURE_PURCHASE_20",
      "QuestionID": 20613,
      "QuestionText": "When do you estimate that you will purchase/lease your next car?",
      "QuestionType": "Single Punch",
      "SurveyUse": 2
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": true,
      "LK_QuestionClassificationID": 4,
      "Name": "STANDARD_NO_OF_EMPLOYEES",
      "QuestionID": 22467,
      "QuestionText": "Approximately how many employees work at your organization (all locations)?\n",
      "QuestionType": "Single Punch",
      "SurveyUse": 1585
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 20,
      "Name": "STANDARD_RELIGION",
      "QuestionID": 23415,
      "QuestionText": "Which of the following religions do you most closely identify with?",
      "QuestionType": "Single Punch",
      "SurveyUse": 13
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "DRIVER_LICENSE",
      "QuestionID": 28975,
      "QuestionText": "Do you possess a driver's license?",
      "QuestionType": "Single Punch",
      "SurveyUse": 31
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "STANDARD_APP_DOWNLOAD",
      "QuestionID": 29226,
      "QuestionText": "In order to qualify for this survey you may be asked to download an app or plug-in.\n\nWould you like to continue?",
      "QuestionType": "Single Punch",
      "SurveyUse": 20
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "STANDARD_PII",
      "QuestionID": 29228,
      "QuestionText": "In order to qualify for this survey you may be asked to provide personally-identifiable information (PII). Would you like to continue?",
      "QuestionType": "Single Punch",
      "SurveyUse": 68
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 15,
      "Name": "STANDARD_TEEN_PARTICIPATE",
      "QuestionID": 30226,
      "QuestionText": "You have indicated that you have a teenage child in the household between the ages of 13 and 17. Is your teenage child available to come to the computer and participate in a survey with your assistance?",
      "QuestionType": "Single Punch",
      "SurveyUse": 26
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 1,
      "Name": "Standard_Travel_DM",
      "QuestionID": 30282,
      "QuestionText": "Which of the following best describes what role you play when making traveling decisions for you and your household?",
      "QuestionType": "Single Punch",
      "SurveyUse": 33
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 15,
      "Name": "STANDARD_CHILD_PARTICIPATE",
      "QuestionID": 30319,
      "QuestionText": "You have indicated that you have a child in the household under the age of 18. Is your child available to come to the computer and participate in a survey with your assistance?",
      "QuestionType": "Single Punch",
      "SurveyUse": 53
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 15,
      "Name": "STANDARD_TEEN_ANSWER_FORWARD",
      "QuestionID": 30321,
      "QuestionText": "Thank you for agreeing to participate. At this point, please pass the computer over to your child and have them answer the following questions from his or her perspective. The next questions will be for your teen.",
      "QuestionType": "Single Punch",
      "SurveyUse": 23
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": true,
      "LK_QuestionClassificationID": -1,
      "Name": "STANDARD_GROCERY_SHOPPER",
      "QuestionID": 30396,
      "QuestionText": "Are you the primary decision maker in your household for grocery purchases?",
      "QuestionType": "Single Punch",
      "SurveyUse": 73
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "STANDARD_POLITICAL_PARTY",
      "QuestionID": 32350,
      "QuestionText": "In politics today, do you consider yourself a Democrat, Republican, or Independent?",
      "QuestionType": "Single Punch",
      "SurveyUse": 69
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": true,
      "LK_QuestionClassificationID": -1,
      "Name": "STANDARD_HISPANIC_ACCULTURATION",
      "QuestionID": 32352,
      "QuestionText": "Would you say that in your household you speak…? / ¿Diría que en su hogar usted habla…?",
      "QuestionType": "Single Punch",
      "SurveyUse": 106
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "STANDARD_AUTO_MAKER",
      "QuestionID": 32355,
      "QuestionText": "When do you estimate that you will purchase/lease your next car?",
      "QuestionType": "Single Punch",
      "SurveyUse": 4
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": true,
      "LK_QuestionClassificationID": 11,
      "Name": "STANDARD_WEBCAM",
      "QuestionID": 43501,
      "QuestionText": "Do you have a webcam and are you willing to use it for an online research opportunity?",
      "QuestionType": "Single Punch",
      "SurveyUse": 94
  }
  {
      "IsCoreDemographic": true,
      "IsFeasibilityFactor": true,
      "LK_QuestionClassificationID": -1,
      "Name": "STANDARD_EDUCATION_v2",
      "QuestionID": 48741,
      "QuestionText": "What is the highest level of education you have completed?",
      "QuestionType": "Single Punch",
      "SurveyUse": 2468
  }
  {
      "IsCoreDemographic": true,
      "IsFeasibilityFactor": true,
      "LK_QuestionClassificationID": 15,
      "Name": "STANDARD_HHI",
      "QuestionID": 61076,
      "QuestionText": "What is your current annual household income before taxes?",
      "QuestionType": "Single Punch",
      "SurveyUse": 6296
  }
  {
      "IsCoreDemographic": true,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 15,
      "Name": "STANDARD_HH_ASSETS",
      "QuestionID": 61190,
      "QuestionText": "What are your household investable assets (not including homeownership)?",
      "QuestionType": "Single Punch",
      "SurveyUse": 81
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 11,
      "Name": "STANDARD_INTERNET_PROVIDER_US",
      "QuestionID": 61200,
      "QuestionText": "Which of the following is your primary home internet service provider?",
      "QuestionType": "Single Punch",
      "SurveyUse": 17
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": true,
      "LK_QuestionClassificationID": 16,
      "Name": "STANDARD_CELL_CARRIER_US",
      "QuestionID": 61255,
      "QuestionText": "Which of these is your carrier for your primary mobile / cell phone?",
      "QuestionType": "Single Punch",
      "SurveyUse": 16
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 16,
      "Name": "STANDARD_CELL_TYPE",
      "QuestionID": 61283,
      "QuestionText": "Which type of mobile phone do you own?",
      "QuestionType": "Single Punch",
      "SurveyUse": 12
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 2,
      "Name": "STANDARD_SOCIAL_MEDIA_USAGE",
      "QuestionID": 61306,
      "QuestionText": "About how often do you access social media services (Facebook, Twitter, Instagram, Pinterest,  YouTube, etc.)? ",
      "QuestionType": "Single Punch",
      "SurveyUse": 10
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 1,
      "Name": "STANDARD_BUSINESS_FLIGHTS",
      "QuestionID": 61322,
      "QuestionText": "How often do you fly for business?",
      "QuestionType": "Single Punch",
      "SurveyUse": 0
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 3,
      "Name": "STANDARD_NEXT_CAR_PURCHASE",
      "QuestionID": 61332,
      "QuestionText": "When do you estimate that you will purchase/lease your next car?",
      "QuestionType": "Single Punch",
      "SurveyUse": 25
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 13,
      "Name": "STANDARD_FAST_FOOD_FREQUENCY_v2",
      "QuestionID": 61442,
      "QuestionText": "On average, how often do you eat fast food?\n",
      "QuestionType": "Single Punch",
      "SurveyUse": 8
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "STANDARD_TV_PROVIDER_US",
      "QuestionID": 74804,
      "QuestionText": "Which of the following television providers do you subscribe to at your primary residence?",
      "QuestionType": "Single Punch",
      "SurveyUse": 1
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "STANDARD_SMARTPHONE_TYPE",
      "QuestionID": 74875,
      "QuestionText": "What type of smartphone do you primarily use?",
      "QuestionType": "Single Punch",
      "SurveyUse": 45
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "STANDARD_MILITARY_SERVICE",
      "QuestionID": 84668,
      "QuestionText": "Do you, or have you ever, served in the United States Military?",
      "QuestionType": "Single Punch",
      "SurveyUse": 5
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "STANDARD_ORGANIZATION_TYPE",
      "QuestionID": 93518,
      "QuestionText": "Which of the following best describes your organization?",
      "QuestionType": "Single Punch",
      "SurveyUse": 31
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 10,
      "Name": "STANDARD_INDUSTRY_EDUCATION",
      "QuestionID": 93519,
      "QuestionText": "Which of the following best describes your current profession?",
      "QuestionType": "Single Punch",
      "SurveyUse": 21
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "STANDARD_INDUSTRY_CONSTRUCTION",
      "QuestionID": 93520,
      "QuestionText": "Which of the following best describes your current profession?",
      "QuestionType": "Single Punch",
      "SurveyUse": 28
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "STANDARD_INDUSTRY_HEALTHCARE",
      "QuestionID": 93522,
      "QuestionText": "Which of the following best describes your current profession?",
      "QuestionType": "Single Punch",
      "SurveyUse": 14
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": true,
      "LK_QuestionClassificationID": 8,
      "Name": "STANDARD_URBAN_RURAL",
      "QuestionID": 105013,
      "QuestionText": "Which of the following best describes the area you live in?",
      "QuestionType": "Single Punch",
      "SurveyUse": 32
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "STANDARD_HEALTH_INSURANCE_US",
      "QuestionID": 105016,
      "QuestionText": "What best describes your current health insurance?",
      "QuestionType": "Single Punch",
      "SurveyUse": 70
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "STANDARD_PRIMARY_BANK_US",
      "QuestionID": 105019,
      "QuestionText": "Which of the following is your primary bank? ",
      "QuestionType": "Single Punch",
      "SurveyUse": 17
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "STANDARD_HOME_INSURANCE_US",
      "QuestionID": 105020,
      "QuestionText": "Which of the following companies do you currently have home insurance from? ",
      "QuestionType": "Single Punch",
      "SurveyUse": 0
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "STANDARD_CAR_INSURANCE_US",
      "QuestionID": 105021,
      "QuestionText": "Which of the following companies do you currently have car insurance with? ",
      "QuestionType": "Single Punch",
      "SurveyUse": 2
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "STANDARD_INDUSTRY_HR",
      "QuestionID": 119718,
      "QuestionText": "Which of the following best describes your role within human resources?",
      "QuestionType": "Single Punch",
      "SurveyUse": 8
  }
  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "STANDARD_POLITICALVIEW",
      "QuestionID": 128244,
      "QuestionText": "In terms of your political views, do you consider yourself… ",
      "QuestionType": "Single Punch",
      "SurveyUse": 26
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 8,
      "Name": "GENDER_PLUS",
      "QuestionID": 137510,
      "QuestionText": "Are you...",
      "QuestionType": "Single Punch",
      "SurveyUse": 237
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": 8,
      "Name": "ETHNIC_IDENTITY_2",
      "QuestionID": 157550,
      "QuestionText": "Which race/ethnicity do you identify with MOST (select one)?",
      "QuestionType": "Single Punch",
      "SurveyUse": 118
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "TV_HOURS_CONSUMPTION",
      "QuestionID": 163473,
      "QuestionText": "How many hours of television do you typically watch on a daily basis?",
      "QuestionType": "Single Punch",
      "SurveyUse": 43
  }

  {
      "IsCoreDemographic": false,
      "IsFeasibilityFactor": false,
      "LK_QuestionClassificationID": -1,
      "Name": "Vox_GameStop_VR",
      "QuestionID": 174654,
      "QuestionText": "Are you interested in virtual reality?",
      "QuestionType": "Single Punch",
      "SurveyUse": 0
  }
#+end_src
