roam/20221024141551-lucid.html
<li><a id="org97ba1eb"></a>"Single Punch"<br />
<div class="outline-text-5" id="text-1-1-1-5">
<p>
equivalent to single select 
</p>
<div class="org-src-container">
<pre class="src src-js"><span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">8</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"GENDER"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">43</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What is your gender?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">44166</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">8</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"HISPANIC"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">47</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Are you of Hispanic, Latino, or Spanish origin?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">9497</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">8</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"ETHNICITY"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">113</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What is your race?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">9643</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">15</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_RELATIONSHIP"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">632</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What is your relationship status?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">107</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">20</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_VOTE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">634</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Are you registered to vote?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">173</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">15</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_PRIMARY_DECISION_MAKER"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">638</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"In your household, are you the person who makes most of the daily purchasing decisions?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">45</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">15</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_SEXUAL_ORIENTATION"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">640</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What is your sexual orientation?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">25</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">15</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_TOTAL_HOUSEHOLD"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">641</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"How many people live in your household including yourself?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">54</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">15</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_HOUSEHOLD_TYPE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">642</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What best describes your current household?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">95</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">4</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_COMPANY_REVENUE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">645</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Approximately what is the annual revenue for your organization?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">815</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">4</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_COMPANY_DEPARTMENT"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">646</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which department do you primarily work within at your organization?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">683</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">3</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_CAR_USE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">647</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Do you drive a car regularly?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">34</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">3</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_AUTO_DECISION_MAKER"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">648</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Are you the primary decision maker in your household for automotive-related purchases?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">14</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">3</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_AUTO_MANUFACTURE_DATE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">715</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What year was your main vehicle (owned or leased) manufactured?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">19</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">3</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_AUTO_PURCHASE_DATE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">716</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"In which year did you purchase/lease your main vehicle?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">23</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">3</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_AUTO_PURCHASE_TYPE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">717</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Did you purchase/lease your primary vehicle new or used?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">2</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">3</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_AUTO_MOTORCYCLE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">719</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Do you own a motorcycle?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">11</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">7</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_ALCOHOL_FREQUENCY"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">724</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"On average, how many alcoholic drinks do you consume in a week?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">4</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">2</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_MOVIE_FREQUENCY"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">726</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"How often do you go to the movie theater?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">42</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">2</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_MOVIE_HOME_WATCHING"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">728</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"How frequently do you rent or download movies for home viewing (on average)?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">0</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">17</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_EXERCISE_HOURS"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">730</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"How many hours a week do you exercise/participate in sports?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">15</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">16</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_EARLY_ADOPTER"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">734</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Would you consider yourself to be an early adopter of new technology (the first to buy new gadgets/electronics/etc)?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">11</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">16</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_CELL_PLAN"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">736</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What type of mobile phone plan do you have?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">10</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">16</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_SMART_PHONE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">737</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Do you use a smart phone?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">23</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">2</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_MOVIE_DOWNLOAD"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">739</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Do you have access to download movies through gaming console, digital receiver, Blu-ray/DVD player or similar devices?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">0</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">11</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_GAMING_HOURS"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">742</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"How many hours per week do you spend playing video/computer games?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">39</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">11</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_GAMING_PURCHASE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">745</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"On average, how many computer/video games a month do you purchase?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">0</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">11</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_GAMING_ONLINE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">746</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Do you play video games with others online? (e.g. Xbox Live or World of Warcraft)?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">3</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">2</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_TELEVISION_FREQUENCY"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">747</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"On average, how many hours of television do you watch per week?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">18</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_RADIO_FREQUENCY"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">748</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"On average, how many hours of radio do you listen to per week?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">11</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_FLIGHT_PURPOSE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">750</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"For which purposes do you travel by plane?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">14</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_FLIGHT_DESTINATION"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">751</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"When you fly, which types of flights do you take?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">5</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">17</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_SMOKING"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">756</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Do you smoke?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">38</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">17</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_CIGARETTE_FREQUENCY"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">757</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"On average, how many cigarettes do you smoke in a day?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">1</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">17</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_EYEWEAR"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">769</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Do you use glasses or contact lenses?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">6</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">4</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_EMPLOYMENT"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">2189</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What is your current employment status?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">6456</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">18</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"Panel_Recruit"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">2204</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Are you willing to consider joining an online panel community? If you qualify to join the panel, you will be asked to provide your name and e-mail address so that we can complete your registration. "</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">4</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_HOME_OWNER"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">2216</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which of the following describes your current living situation?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">139</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">3</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"CAR_MODEL_US_STANDARD"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">3727</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Please select the model of the car you own."</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">0</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">4</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_INDUSTRY_PERSONAL"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">5729</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which of the following best describes the industry that you, personally, work in?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">3119</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">11</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"Standard_Internet_Frequency"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">6259</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"How often do you go online on a computer (desktop, laptop, netbook, or tablet)? This includes access to the Internet from home, work, or elsewhere (including weekdays and weekends). "</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">12</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">15</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_HHI_US"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">14785</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"How much total combined annual income do all members of your household earn before taxes?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">5014</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">4</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_JOB_TITLE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">15297</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What is your job title, level or responsibility?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">1919</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">3</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_AUTO_FUTURE_PURCHASE_20"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">20613</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"When do you estimate that you will purchase/lease your next car?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">2</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">4</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_NO_OF_EMPLOYEES"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">22467</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Approximately how many employees work at your organization (all locations)?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">1585</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">20</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_RELIGION"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">23415</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which of the following religions do you most closely identify with?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">13</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"DRIVER_LICENSE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">28975</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Do you possess a driver's license?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">31</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_APP_DOWNLOAD"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">29226</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"In order to qualify for this survey you may be asked to download an app or plug-in.\n\nWould you like to continue?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">20</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_PII"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">29228</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"In order to qualify for this survey you may be asked to provide personally-identifiable information (PII). Would you like to continue?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">68</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">15</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_TEEN_PARTICIPATE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">30226</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"You have indicated that you have a teenage child in the household between the ages of 13 and 17. Is your teenage child available to come to the computer and participate in a survey with your assistance?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">26</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"Standard_Travel_DM"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">30282</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which of the following best describes what role you play when making traveling decisions for you and your household?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">33</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">15</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_CHILD_PARTICIPATE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">30319</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"You have indicated that you have a child in the household under the age of 18. Is your child available to come to the computer and participate in a survey with your assistance?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">53</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">15</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_TEEN_ANSWER_FORWARD"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">30321</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Thank you for agreeing to participate. At this point, please pass the computer over to your child and have them answer the following questions from his or her perspective. The next questions will be for your teen."</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">23</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_GROCERY_SHOPPER"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">30396</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Are you the primary decision maker in your household for grocery purchases?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">73</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_POLITICAL_PARTY"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">32350</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"In politics today, do you consider yourself a Democrat, Republican, or Independent?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">69</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_HISPANIC_ACCULTURATION"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">32352</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Would you say that in your household you speak&#8230;? / &#191;Dir&#237;a que en su hogar usted habla&#8230;?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">106</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_AUTO_MAKER"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">32355</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"When do you estimate that you will purchase/lease your next car?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">4</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">11</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_WEBCAM"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">43501</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Do you have a webcam and are you willing to use it for an online research opportunity?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">94</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_EDUCATION_v2"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">48741</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What is the highest level of education you have completed?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">2468</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">15</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_HHI"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">61076</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What is your current annual household income before taxes?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">6296</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">15</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_HH_ASSETS"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">61190</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What are your household investable assets (not including homeownership)?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">81</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">11</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_INTERNET_PROVIDER_US"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">61200</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which of the following is your primary home internet service provider?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">17</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">16</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_CELL_CARRIER_US"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">61255</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which of these is your carrier for your primary mobile / cell phone?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">16</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">16</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_CELL_TYPE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">61283</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which type of mobile phone do you own?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">12</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">2</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_SOCIAL_MEDIA_USAGE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">61306</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"About how often do you access social media services (Facebook, Twitter, Instagram, Pinterest,  YouTube, etc.)? "</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">10</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_BUSINESS_FLIGHTS"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">61322</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"How often do you fly for business?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">0</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">3</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_</span><span style="color: #dc752f;">NEXT</span><span style="color: #2d9574;">_CAR_PURCHASE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">61332</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"When do you estimate that you will purchase/lease your next car?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">25</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">13</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_FAST_FOOD_FREQUENCY_v2"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">61442</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"On average, how often do you eat fast food?\n"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">8</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_TV_PROVIDER_US"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">74804</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which of the following television providers do you subscribe to at your primary residence?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">1</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_SMARTPHONE_TYPE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">74875</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What type of smartphone do you primarily use?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">45</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_MILITARY_SERVICE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">84668</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Do you, or have you ever, served in the United States Military?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">5</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_ORGANIZATION_TYPE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">93518</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which of the following best describes your organization?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">31</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">10</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_INDUSTRY_EDUCATION"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">93519</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which of the following best describes your current profession?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">21</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_INDUSTRY_CONSTRUCTION"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">93520</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which of the following best describes your current profession?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">28</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_INDUSTRY_HEALTHCARE"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">93522</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which of the following best describes your current profession?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">14</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">true</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">8</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_URBAN_RURAL"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">105013</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which of the following best describes the area you live in?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">32</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_HEALTH_INSURANCE_US"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">105016</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"What best describes your current health insurance?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">70</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_PRIMARY_BANK_US"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">105019</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which of the following is your primary bank? "</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">17</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_HOME_INSURANCE_US"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">105020</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which of the following companies do you currently have home insurance from? "</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">0</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_CAR_INSURANCE_US"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">105021</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which of the following companies do you currently have car insurance with? "</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">2</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_INDUSTRY_HR"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">119718</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which of the following best describes your role within human resources?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">8</span>
<span style="color: #4f97d7;">}</span>
<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"STANDARD_POLITICALVIEW"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">128244</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"In terms of your political views, do you consider yourself&#8230; "</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">26</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">8</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"GENDER_PLUS"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">137510</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Are you..."</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">237</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: <span style="color: #a45bad;">8</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"ETHNIC_IDENTITY_2"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">157550</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Which race/ethnicity do you identify with MOST (select one)?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">118</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"TV_HOURS_CONSUMPTION"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">163473</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"How many hours of television do you typically watch on a daily basis?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">43</span>
<span style="color: #4f97d7;">}</span>

<span style="color: #4f97d7;">{</span>
    <span style="color: #2d9574;">"IsCoreDemographic"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"IsFeasibilityFactor"</span>: <span style="color: #a45bad;">false</span>,
    <span style="color: #2d9574;">"LK_QuestionClassificationID"</span>: -<span style="color: #a45bad;">1</span>,
    <span style="color: #2d9574;">"Name"</span>: <span style="color: #2d9574;">"Vox_GameStop_VR"</span>,
    <span style="color: #2d9574;">"QuestionID"</span>: <span style="color: #a45bad;">174654</span>,
    <span style="color: #2d9574;">"QuestionText"</span>: <span style="color: #2d9574;">"Are you interested in virtual reality?"</span>,
    <span style="color: #2d9574;">"QuestionType"</span>: <span style="color: #2d9574;">"Single Punch"</span>,
    <span style="color: #2d9574;">"SurveyUse"</span>: <span style="color: #a45bad;">0</span>
<span style="color: #4f97d7;">}</span>
</pre>
</div>
</div>
</li>
</ol>
</div>
