roam/20221024141551-lucid.org
*** LK_QuestionClassificationID

| row | QuestionClassificationID | count |
|-----+--------------------------+-------|
|   1 |                       -1 |    86 |
|-----+--------------------------+-------|
|   2 |                        1 |    11 |
|-----+--------------------------+-------|
|   3 |                       10 |     1 |
|-----+--------------------------+-------|
|   4 |                       11 |    11 |
|-----+--------------------------+-------|
|   5 |                       13 |     3 |
|-----+--------------------------+-------|
|   6 |                       14 |     2 |
|-----+--------------------------+-------|
|   7 |                       15 |    15 |
|-----+--------------------------+-------|
|   8 |                       16 |     6 |
|-----+--------------------------+-------|
|   9 |                       17 |    22 |
|-----+--------------------------+-------|
|  10 |                       18 |     1 |
|-----+--------------------------+-------|
|  11 |                        2 |     9 |
|-----+--------------------------+-------|
|  12 |                       20 |     2 |
|-----+--------------------------+-------|
|  13 |                       21 |     8 |
|-----+--------------------------+-------|
|  14 |                       22 |     1 |
|-----+--------------------------+-------|
|  15 |                       23 |     1 |
|-----+--------------------------+-------|
|  16 |                       24 |     1 |
|-----+--------------------------+-------|
|  17 |                        3 |    11 |
|-----+--------------------------+-------|
|  18 |                        4 |     8 |
|-----+--------------------------+-------|
|  19 |                        5 |     1 |
|-----+--------------------------+-------|
|  20 |                        7 |     4 |
|-----+--------------------------+-------|
|  21 |                        8 |    14 |
|-----+--------------------------+-------|
|  22 |                        9 |     7 |
|-----+--------------------------+-------|
|  23 |                     null |     4 |
|-----+--------------------------+-------|
|     |            all questions |   229 |
#+TBLFM: @25$3=vsum(@2..@-1)


